[
  "alx-folder-note",
  "alx-folder-note-folderv",
  "obsidian-banners",
  "obsidian-better-command-palette",
  "better-fn",
  "calendar",
  "obsidian-collapse-all-plugin",
  "obsidian-contextual-typography",
  "convert-url-to-iframe",
  "obsidian-copy-block-link",
  "dataview",
  "easy-typing-obsidian",
  "obsidian-excalidraw-plugin",
  "obsidian-excel-to-markdown-table",
  "find-unlinked-files",
  "folder-note-core",
  "obsidian-footnotes",
  "obsidian-heading-shifter",
  "obsidian-hider",
  "obsidian-hover-editor",
  "obsidian-icon-shortcodes",
  "obsidian-kanban",
  "media-extended",
  "mx-bili-plugin",
  "nldates-obsidian",
  "obsidian-charts",
  "obsidian-git",
  "obsidian-outliner",
  "obsidian-pandoc",
  "url-into-selection",
  "periodic-notes",
  "quickadd",
  "remember-cursor-position",
  "reveal-active-file-button",
  "obsidian-sortable",
  "table-extended",
  "tag-wrangler",
  "cm-typewriter-scroll-obsidian",
  "cm-chs-patch",
  "obsidian-relative-line-numbers",
  "recent-files-obsidian",
  "obsidian-filename-heading-sync",
  "mysnippets-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-trash-explorer",
  "obsidian42-brat",
  "obsidian-any-block",
  "ob-table-enhancer",
  "obsidian-table-generator",
  "novel-word-count",
  "obsidian-omnivore",
  "obsidian-annotator",
  "quick-explorer",
  "obsidian-quiet-outline",
  "tag-summary-plugin",
  "darlal-switcher-plus",
  "table-editor-obsidian",
  "mousewheel-image-zoom",
  "obsidian-paste-image-rename",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "persistent-links",
  "templater-obsidian",
  "awesome-image",
  "codeblock-customizer",
  "obsidian-local-images-plus"
]