[
  "table-editor-obsidian",
  "calendar",
  "dataview",
  "obsidian-kanban",
  "obsidian-excalidraw-plugin",
  "obsidian-outliner",
  "obsidian-minimal-settings",
  "nldates-obsidian",
  "obsidian-style-settings",
  "obsidian-day-planner",
  "oz-image-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "tag-wrangler",
  "quickadd",
  "url-into-selection",
  "periodic-notes",
  "obsidian-annotator",
  "find-unlinked-files",
  "obsidian-hider",
  "obsidian-pandoc",
  "obsidian-charts",
  "media-extended",
  "table-extended",
  "alx-folder-note",
  "mx-bili-plugin",
  "folder-note-core",
  "cm-chs-patch",
  "better-fn",
  "alx-folder-note-folderv",
  "obsidian-collapse-all-plugin",
  "obsidian-contextual-typography",
  "obsidian-copy-block-link",
  "obsidian-excel-to-markdown-table",
  "quick-explorer",
  "file-explorer-note-count",
  "obsidian-footnotes",
  "obsidian-hover-editor",
  "maximise-active-pane-obsidian",
  "obsidian-paste-image-rename",
  "obsidian-sortable",
  "cm-typewriter-scroll-obsidian",
  "obsidian-git",
  "obsidian-icon-shortcodes",
  "cmdr",
  "multi-column-markdown",
  "obsidian-markmind",
  "obsidian-better-command-palette",
  "remember-cursor-position",
  "obsidian-heading-shifter",
  "obsidian-banners",
  "obsidian-image-toolkit",
  "obsidian-tabs",
  "reveal-active-file-button",
  "convert-url-to-iframe",
  "obsidian-better-codeblock",
  "easy-typing-obsidian"
]